Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# household.pairDevice.confirm.body
source: This link wants to enroll you as the founding owner of a new household. Verify the fingerprint below matches the one shown on the Mac that displayed the QR.
ar: يريد هذا الرابط تسجيلك كمالك مؤسس لمنزل جديد. تأكد أن البصمة أدناه تطابق البصمة المعروضة على جهاز Mac الذي عرض رمز QR.
de: Dieser Link möchte Sie als gründenden Eigentümer eines neuen Zuhauses registrieren. Prüfen Sie, ob der Fingerabdruck unten mit dem auf dem Mac angezeigten übereinstimmt, der den QR-Code angezeigt hat.
es: Este enlace quiere registrarte como propietario fundador de una nueva casa. Verifica que la huella de abajo coincida con la que se muestra en el Mac que mostró el QR.
fr: Ce lien veut vous inscrire comme propriétaire fondateur d’une nouvelle maison. Vérifiez que l’empreinte ci-dessous correspond à celle affichée sur le Mac qui a montré le QR.
hi: यह link आपको नए home के founding owner के रूप में enroll करना चाहता है। नीचे का fingerprint उस Mac पर दिखे fingerprint से match करें जिसने QR दिखाया था।
id: Tautan ini akan mendaftarkan Anda sebagai pemilik pendiri rumah baru. Pastikan fingerprint di bawah cocok dengan yang ditampilkan di Mac yang menampilkan QR.
ja: このリンクは、新しい家の最初の所有者として登録しようとしています。下のフィンガープリントが、QR を表示した Mac に表示されているものと一致することを確認してください。
ko: 이 링크는 새 홈의 최초 소유자로 등록하려고 합니다. 아래 지문이 QR을 표시한 Mac에 보이는 것과 일치하는지 확인하세요.
pt_br: Este link quer cadastrar você como proprietário fundador de uma nova casa. Confira se a impressão abaixo corresponde à exibida no Mac que mostrou o QR.
pt_pt: Esta ligação quer registá-lo como proprietário fundador de uma nova casa. Confirme que a impressão abaixo corresponde à apresentada no Mac que mostrou o QR.
ru: Эта ссылка регистрирует вас как первого владельца нового дома. Убедитесь, что отпечаток ниже совпадает с отпечатком на Mac, который показал QR.
ur: یہ link آپ کو نئے home کے founding owner کے طور پر enroll کرنا چاہتا ہے۔ نیچے کا fingerprint اس Mac پر دکھائے گئے fingerprint سے match کریں جس نے QR دکھایا تھا۔
zh_hans: 此链接要将你注册为新家的创始所有者。请确认下方指纹与显示 QR 的 Mac 上显示的指纹一致。

# household.pairDevice.confirm.fingerprintLabel
source: household fingerprint
ar: بصمة المنزل
de: Fingerabdruck des Zuhauses
es: huella de la casa
fr: empreinte de la maison
hi: home fingerprint
id: fingerprint rumah
ja: 家のフィンガープリント
ko: 홈 지문
pt_br: impressão da casa
pt_pt: impressão da casa
ru: отпечаток дома
ur: home fingerprint
zh_hans: 家的指纹

# household.pairDevice.confirm.fingerprintA11yLabel
source: Household fingerprint, six words: %@.
ar: بصمة المنزل، ست كلمات: %@.
de: Fingerabdruck des Zuhauses, sechs Wörter: %@.
es: Huella de la casa, seis palabras: %@.
fr: Empreinte de la maison, six mots : %@.
hi: Home fingerprint, छह शब्द: %@.
id: Fingerprint rumah, enam kata: %@.
ja: 家のフィンガープリント、6 語: %@。
ko: 홈 지문, 여섯 단어: %@.
pt_br: Impressão digital da casa, seis palavras: %@.
pt_pt: Impressão digital da casa, seis palavras: %@.
ru: Отпечаток дома, шесть слов: %@.
ur: Home fingerprint، چھ الفاظ: %@.
zh_hans: 家的指纹，六个词：%@。

# household.pairDevice.confirm.action
source: pair as owner
ar: الاقتران كمالك
de: als Eigentümer koppeln
es: emparejar como propietario
fr: appairer comme propriétaire
hi: owner के रूप में pair करें
id: pairing sebagai pemilik
ja: 所有者としてペアリング
ko: 소유자로 페어링
pt_br: parear como proprietário
pt_pt: emparelhar como proprietário
ru: сопрячь как владельца
ur: owner کے طور پر pair کریں
zh_hans: 作为所有者配对

# clawstore.missingSession.title
source: [!] server session unavailable
ar: [!] جلسة الخادم غير متاحة
de: [!] Serversitzung nicht verfügbar
es: [!] sesión del servidor no disponible
fr: [!] session serveur indisponible
id: [!] sesi server tidak tersedia
ja: [!] サーバーセッションを利用できません
ko: [!] 서버 세션 사용 불가
pt_br: [!] sessão do servidor indisponível
pt_pt: [!] sessão do servidor indisponível
ru: [!] сеанс сервера недоступен
zh_hans: [!] 服务器会话不可用

# clawstore.missingSession.message
source: Pair this server again before opening Claw Store.
ar: أعد إقران هذا الخادم قبل فتح Claw Store.
de: Koppeln Sie diesen Server erneut, bevor Sie Claw Store öffnen.
es: Vuelve a emparejar este servidor antes de abrir Claw Store.
fr: Appairez à nouveau ce serveur avant d’ouvrir Claw Store.
hi: Claw Store खोलने से पहले इस server को फिर से pair करें।
id: Pairing server ini lagi sebelum membuka Claw Store.
ja: Claw Store を開く前に、このサーバーをもう一度ペアリングしてください。
ko: Claw Store를 열기 전에 이 서버를 다시 페어링하세요.
pt_br: Pareie este servidor novamente antes de abrir a Claw Store.
pt_pt: Emparelhe este servidor novamente antes de abrir a Claw Store.
ru: Сопрягите этот сервер снова перед открытием Claw Store.
ur: Claw Store کھولنے سے پہلے اس server کو دوبارہ pair کریں۔
zh_hans: 打开 Claw Store 之前，请重新配对此服务器。

# settings.reshowTour.label
source: Replay tour
ar: إعادة الجولة
de: Tour erneut anzeigen
es: Repetir recorrido
fr: Revoir la visite
hi: Tour replay करें
id: Putar ulang tur
ja: ツアーをもう一度見る
ko: 투어 다시 보기
pt_br: Reapresentar tour
pt_pt: Reapresentar tour
ru: Повторить тур
ur: Tour replay کریں
zh_hans: 重播导览

# noHouseholdBanner.title
source: Your home isn't set up yet
ar: لم يتم إعداد منزلك بعد
de: Ihr Zuhause ist noch nicht eingerichtet
es: Tu casa aún no está configurada
fr: Votre maison n’est pas encore configurée
hi: आपका home अभी set up नहीं है
id: Rumah Anda belum disiapkan
ja: 家はまだ設定されていません
ko: 홈이 아직 설정되지 않았습니다
pt_br: Sua casa ainda não está configurada
pt_pt: A sua casa ainda não está configurada
ru: Ваш дом еще не настроен
ur: آپ کا home ابھی set up نہیں ہے
zh_hans: 你的家尚未设置

# noHouseholdBanner.subtitle
source: Tap to set it up now
ar: اضغط لإعداده الآن
de: Tippen Sie, um es jetzt einzurichten
es: Toca para configurarla ahora
fr: Touchez pour la configurer maintenant
hi: अभी set up करने के लिए tap करें
id: Ketuk untuk menyiapkannya sekarang
ja: 今すぐ設定するにはタップ
ko: 지금 설정하려면 탭하세요
pt_br: Toque para configurar agora
pt_pt: Toque para configurar agora
ru: Нажмите, чтобы настроить сейчас
ur: ابھی set up کرنے کے لیے tap کریں
zh_hans: 轻点立即设置

# noHouseholdBanner.a11y
source: Your home isn't set up yet. Tap to set it up now.
ar: لم يتم إعداد منزلك بعد. اضغط لإعداده الآن.
de: Ihr Zuhause ist noch nicht eingerichtet. Tippen Sie, um es jetzt einzurichten.
es: Tu casa aún no está configurada. Toca para configurarla ahora.
fr: Votre maison n’est pas encore configurée. Touchez pour la configurer maintenant.
hi: आपका home अभी set up नहीं है। अभी set up करने के लिए tap करें।
id: Rumah Anda belum disiapkan. Ketuk untuk menyiapkannya sekarang.
ja: 家はまだ設定されていません。今すぐ設定するにはタップしてください。
ko: 홈이 아직 설정되지 않았습니다. 지금 설정하려면 탭하세요.
pt_br: Sua casa ainda não está configurada. Toque para configurar agora.
pt_pt: A sua casa ainda não está configurada. Toque para configurar agora.
ru: Ваш дом еще не настроен. Нажмите, чтобы настроить сейчас.
ur: آپ کا home ابھی set up نہیں ہے۔ ابھی set up کرنے کے لیے tap کریں۔
zh_hans: 你的家尚未设置。轻点立即设置。

# noHouseholdBanner.a11yHint
source: Opens the setup assistant
ar: يفتح مساعد الإعداد
de: Öffnet den Einrichtungsassistenten
es: Abre el asistente de configuración
fr: Ouvre l’assistant de configuration
hi: setup assistant खोलता है
id: Membuka asisten penyiapan
ja: 設定アシスタントを開きます
ko: 설정 도우미를 엽니다
pt_br: Abre o assistente de configuração
pt_pt: Abre o assistente de configuração
ru: Открывает помощник настройки
ur: setup assistant کھولتا ہے
zh_hans: 打开设置助手

# mac.detail.section.windows
source: open windows
ar: النوافذ المفتوحة
de: geöffnete Fenster
es: ventanas abiertas
fr: fenêtres ouvertes
id: jendela terbuka
ja: 開いているウィンドウ
ko: 열린 창
pt_br: janelas abertas
pt_pt: janelas abertas
ru: открытые окна
zh_hans: 打开的窗口

# mac.home.subtitle.mirrorCount
source: %lld window%@ - %lld workspace%@ - %lld pane%@
ar: %lld نافذة%@ - %lld مساحة عمل%@ - %lld لوحة%@
de: %lld Fenster%@ - %lld Arbeitsbereich%@ - %lld Bereich%@
es: %lld ventana%@ - %lld espacio%@ de trabajo - %lld panel%@
fr: %lld fenêtre%@ - %lld espace%@ de travail - %lld volet%@
id: %lld jendela%@ - %lld workspace%@ - %lld panel%@
ja: %lld ウィンドウ%@ - %lld ワークスペース%@ - %lld ペイン%@
ko: %lld개 창%@ - %lld개 워크스페이스%@ - %lld개 패널%@
pt_br: %lld janela%@ - %lld área%@ de trabalho - %lld painel%@
pt_pt: %lld janela%@ - %lld área%@ de trabalho - %lld painel%@
ru: %lld окно%@ - %lld рабочая область%@ - %lld панель%@
zh_hans: %lld 个窗口%@ - %lld 个工作区%@ - %lld 个窗格%@

# household.joinRequest.peek.accessibilityValue
source: %lld seconds remaining
ar: %lld ثانية متبقية
de: %lld Sekunden verbleibend
es: %lld segundos restantes
fr: %lld secondes restantes
id: %lld detik tersisa
ja: 残り %lld 秒
ko: %lld초 남음
ru: осталось %lld сек.
zh_hans: 剩余 %lld 秒

# keyHandoff.a11y
source: Animation: key transferred from iPhone to Mac
ar: رسم متحرك: تم نقل المفتاح من iPhone إلى Mac
de: Animation: Schlüssel vom iPhone auf den Mac übertragen
es: Animación: clave transferida de iPhone a Mac
fr: Animation : clé transférée de l’iPhone au Mac
hi: Animation: key iPhone से Mac में transferred
id: Animasi: kunci ditransfer dari iPhone ke Mac
ja: アニメーション: キーが iPhone から Mac に転送されました
ko: 애니메이션: 키가 iPhone에서 Mac으로 전송됨
pt_br: Animação: chave transferida do iPhone para o Mac
pt_pt: Animação: chave transferida do iPhone para o Mac
ru: Анимация: ключ передан с iPhone на Mac
ur: Animation: key iPhone سے Mac میں transferred
zh_hans: 动画：密钥已从 iPhone 传输到 Mac

# houseNamingPhone.title
source: What do you want to call your home?
ar: ماذا تريد أن تسمي منزلك؟
de: Wie möchten Sie Ihr Zuhause nennen?
es: ¿Cómo quieres llamar a tu casa?
fr: Comment voulez-vous appeler votre maison ?
hi: आप अपने home को क्या नाम देना चाहते हैं?
id: Bagaimana Anda ingin menamai rumah Anda?
ja: 家にどんな名前を付けますか？
ko: 홈 이름을 무엇으로 할까요?
pt_br: Como você quer chamar sua casa?
pt_pt: Como quer chamar a sua casa?
ru: Как вы хотите назвать свой дом?
ur: آپ اپنے home کو کیا نام دینا چاہتے ہیں؟
zh_hans: 你想给家取什么名字？

# houseNamingPhone.subtitle
source: You can change this later.
ar: يمكنك تغيير ذلك لاحقًا.
de: Sie können das später ändern.
es: Puedes cambiarlo más tarde.
fr: Vous pourrez le modifier plus tard.
hi: आप इसे बाद में बदल सकते हैं।
id: Anda dapat mengubahnya nanti.
ja: これは後で変更できます。
ko: 나중에 변경할 수 있습니다.
pt_br: Você pode mudar isso depois.
pt_pt: Pode mudar isto depois.
ru: Вы сможете изменить это позже.
ur: آپ اسے بعد میں بدل سکتے ہیں۔
zh_hans: 你之后可以更改。

# houseNamingPhone.field.a11y
source: Home name, %lld of %lld characters
ar: اسم المنزل، %lld من %lld حرفًا
de: Name des Zuhauses, %lld von %lld Zeichen
es: Nombre de la casa, %lld de %lld caracteres
fr: Nom de la maison, %lld sur %lld caractères
hi: Home name, %lld/%lld characters
id: Nama rumah, %lld dari %lld karakter
ja: 家の名前、%lld / %lld 文字
ko: 홈 이름, %lld/%lld자
pt_br: Nome da casa, %lld de %lld caracteres
pt_pt: Nome da casa, %lld de %lld caracteres
ru: Название дома, %lld из %lld символов
ur: Home name، %lld/%lld characters
zh_hans: 家的名称，%lld/%lld 个字符

# houseNamingPhone.cta
source: Create Home
ar: إنشاء المنزل
de: Zuhause erstellen
es: Crear casa
fr: Créer la maison
hi: Home बनाएं
id: Buat rumah
ja: 家を作成
ko: 홈 생성
pt_br: Criar Casa
pt_pt: Criar Casa
ru: Создать дом
ur: Home بنائیں
zh_hans: 创建家

# houseNamingPhone.submitting
source: Waiting for the Mac to create the home...
ar: بانتظار Mac لإنشاء المنزل...
de: Warten, bis der Mac das Zuhause erstellt...
es: Esperando a que el Mac cree la casa...
fr: En attente de la création de la maison par le Mac...
hi: Mac के home create करने का इंतज़ार...
id: Menunggu Mac membuat rumah...
ja: Mac が家を作成するのを待機中...
ko: Mac이 홈을 만드는 중입니다...
pt_br: Aguardando o Mac criar a casa…
pt_pt: A aguardar que o Mac crie a casa…
ru: Ожидание, пока Mac создаст дом...
ur: Mac کے home create کرنے کا انتظار...
zh_hans: 正在等待 Mac 创建家...

# houseNamingPhone.submitting.a11y
source: The Mac is creating your home...
ar: يقوم Mac بإنشاء منزلك...
de: Der Mac erstellt Ihr Zuhause...
es: El Mac está creando tu casa...
fr: Le Mac crée votre maison...
hi: Mac आपका home create कर रहा है...
id: Mac sedang membuat rumah Anda...
ja: Mac が家を作成しています...
ko: Mac이 홈을 만들고 있습니다...
pt_br: O Mac está criando sua casa…
pt_pt: O Mac está a criar a sua casa…
ru: Mac создает ваш дом...
ur: Mac آپ کا home create کر رہا ہے...
zh_hans: Mac 正在创建你的家...

# houseNamingPhone.field.placeholder
source: Home name
ar: اسم المنزل
de: Name des Zuhauses
es: Nombre de la casa
fr: Nom de la maison
id: Nama rumah
ja: 家の名前
ko: 홈 이름
pt_br: Nome da casa
pt_pt: Nome da casa
ru: Название дома
zh_hans: 家的名称

# installPicker.title
source: Where do you want to install Soyeht?
ar: أين تريد تثبيت Soyeht؟
de: Wo möchten Sie Soyeht installieren?
es: ¿Dónde quieres instalar Soyeht?
fr: Où voulez-vous installer Soyeht ?
hi: आप Soyeht कहां install करना चाहते हैं?
id: Di mana Anda ingin menginstal Soyeht?
ja: Soyeht をどこにインストールしますか？
ko: Soyeht을(를) 어디에 설치할까요?
pt_br: Onde você quer instalar o Soyeht?
pt_pt: Onde quer instalar o Soyeht?
ru: Где вы хотите установить Soyeht?
ur: آپ Soyeht کہاں install کرنا چاہتے ہیں؟
zh_hans: 你想把 Soyeht 安装在哪里？

# installPicker.subtitle
source: Soyeht needs a computer as its base.
ar: يحتاج Soyeht إلى كمبيوتر كقاعدة له.
de: Soyeht braucht einen Computer als Basis.
es: Soyeht necesita una computadora como base.
fr: Soyeht a besoin d’un ordinateur comme base.
hi: Soyeht को base के रूप में computer चाहिए।
id: Soyeht memerlukan komputer sebagai basisnya.
ja: Soyeht にはベースとなるコンピュータが必要です。
ko: Soyeht에는 기반이 되는 컴퓨터가 필요합니다.
pt_br: O Soyeht precisa de um computador como base.
pt_pt: O Soyeht precisa de um computador como base.
ru: Soyeht нужен компьютер как база.
ur: Soyeht کو base کے طور پر computer چاہیے۔
zh_hans: Soyeht 需要一台电脑作为基地。

# installPicker.option.mac
source: My Mac
ar: جهاز Mac الخاص بي
de: Mein Mac
es: Mi Mac
fr: Mon Mac
id: Mac saya
ja: 自分の Mac
ko: 내 Mac
pt_br: Meu Mac
pt_pt: Meu Mac
ru: Мой Mac
zh_hans: 我的 Mac

# installPicker.option.linux
source: My Linux
ar: جهاز Linux الخاص بي
de: Mein Linux
es: Mi Linux
fr: Mon Linux
id: Linux saya
ja: 自分の Linux
ko: 내 Linux
pt_br: Meu Linux
pt_pt: Meu Linux
ru: Мой Linux
zh_hans: 我的 Linux

# installPicker.option.linux.badge
source: coming soon
ar: قريبًا
de: demnächst
es: próximamente
fr: bientôt disponible
id: segera hadir
ja: 近日対応
ko: 곧 제공
pt_br: em breve
pt_pt: em breve
ru: скоро
zh_hans: 即将推出

# installPicker.later
source: Get link later
ar: الحصول على الرابط لاحقًا
de: Link später erhalten
es: Obtener enlace más tarde
fr: Obtenir le lien plus tard
hi: Link बाद में लें
id: Dapatkan tautan nanti
ja: 後でリンクを取得
ko: 나중에 링크 받기
pt_br: Pegar link depois
pt_pt: Pegar link depois
ru: Получить ссылку позже
ur: Link بعد میں لیں
zh_hans: 稍后获取链接

# installPicker.option.unavailable
source: %@, unavailable
ar: %@، غير متاح
de: %@, nicht verfügbar
es: %@, no disponible
fr: %@, indisponible
id: %@, tidak tersedia
ja: %@、利用できません
ko: %@, 사용할 수 없음
pt_br: %@, indisponível
pt_pt: %@, indisponível
ru: %@, недоступно
zh_hans: %@，不可用

# residentExplainer.trigger
source: What does "live" mean?
ar: ما معنى "العيش"؟
de: Was bedeutet „wohnen“?
es: ¿Qué significa "vivir"?
fr: Que signifie « habiter » ?
hi: "live" का मतलब क्या है?
id: Apa arti "tinggal"?
ja: 「住む」とはどういう意味ですか？
ko: “산다”는 무슨 뜻인가요?
pt_br: Como assim, 'morar'?
pt_pt: Como assim, 'morar'?
ru: Что значит «жить»?
ur: "live" کا کیا مطلب ہے؟
zh_hans: “居住”是什么意思？

# residentExplainer.trigger.a11y
source: Explanation: what does living in Soyeht mean?
ar: شرح: ماذا يعني العيش في Soyeht؟
de: Erklärung: Was bedeutet Wohnen in Soyeht?
es: Explicación: ¿qué significa vivir en Soyeht?
fr: Explication : que signifie habiter dans Soyeht ?
hi: Explanation: Soyeht में living का क्या मतलब है?
id: Penjelasan: apa arti tinggal di Soyeht?
ja: 説明: Soyeht に住むとはどういう意味ですか？
ko: 설명: Soyeht에 산다는 것은 무슨 뜻인가요?
pt_br: Explicação: o que significa morar no Soyeht?
pt_pt: Explicação: o que significa morar no Soyeht?
ru: Пояснение: что значит жить в Soyeht?
ur: Explanation: Soyeht میں living کا کیا مطلب ہے؟
zh_hans: 说明：在 Soyeht 中居住是什么意思？

# residentExplainer.body
source: Living means your Mac is the physical base of your digital home. It stores the data and runs the agents, like a real home has foundations. You can access it from any device, but the Mac is the center.
ar: يعني العيش أن Mac هو القاعدة الفعلية لمنزلك الرقمي. يخزن البيانات ويشغّل الوكلاء، كما أن للمنزل الحقيقي أساسًا. يمكنك الوصول إليه من أي جهاز، لكن Mac هو المركز.
de: Wohnen bedeutet, dass Ihr Mac die physische Basis Ihres digitalen Zuhauses ist. Er speichert die Daten und führt die Agenten aus, so wie ein echtes Haus ein Fundament hat. Sie können von jedem Gerät aus zugreifen, aber der Mac ist das Zentrum.
es: Vivir significa que tu Mac es la base física de tu casa digital. Guarda los datos y ejecuta los agentes, como una casa real tiene cimientos. Puedes acceder desde cualquier dispositivo, pero el Mac es el centro.
fr: Habiter signifie que votre Mac est la base physique de votre maison numérique. Il stocke les données et exécute les agents, comme une vraie maison repose sur des fondations. Vous pouvez y accéder depuis n’importe quel appareil, mais le Mac est le centre.
hi: Living का मतलब है कि आपका Mac आपके digital home का physical base है। यह data store करता है और agents चलाता है, जैसे real home की नींव होती है। आप किसी भी device से access कर सकते हैं, लेकिन Mac center है।
id: Tinggal berarti Mac Anda menjadi basis fisik rumah digital Anda. Mac menyimpan data dan menjalankan agen, seperti rumah nyata memiliki fondasi. Anda dapat mengaksesnya dari perangkat apa pun, tetapi Mac adalah pusatnya.
ja: 住むとは、Mac がデジタルな家の物理的な基盤になるということです。データを保存し、エージェントを実行します。本物の家に土台があるのと同じです。どのデバイスからでもアクセスできますが、中心は Mac です。
ko: 산다는 것은 Mac이 디지털 홈의 물리적 기반이 된다는 뜻입니다. 데이터를 저장하고 에이전트를 실행합니다. 실제 집에 기초가 있는 것과 같습니다. 어떤 기기에서든 접근할 수 있지만 중심은 Mac입니다.
pt_br: Morar significa que seu Mac é a base física da sua casa digital. Ele armazena os dados e roda os agentes — como uma casa de verdade tem alicerces. Você acessa de qualquer dispositivo, mas o Mac é o centro.
pt_pt: Morar significa que o seu Mac é a base física da sua casa digital. Ele armazena os dados e executa os agentes — como uma casa de verdade tem alicerces. Pode aceder a partir de qualquer dispositivo, mas o Mac é o centro.
ru: Жить здесь значит, что ваш Mac является физической базой цифрового дома. Он хранит данные и запускает агентов, как у настоящего дома есть фундамент. Вы можете обращаться к нему с любого устройства, но Mac остается центром.
ur: Living کا مطلب ہے کہ آپ کا Mac آپ کے digital home کا physical base ہے۔ یہ data store کرتا ہے اور agents چلاتا ہے، جیسے real home کی foundations ہوتی ہیں۔ آپ کسی بھی device سے access کر سکتے ہیں، لیکن Mac center ہے۔
zh_hans: 居住意味着 Mac 是你数字家园的物理基础。它保存数据并运行智能体，就像真实的家有地基一样。你可以从任何设备访问它，但 Mac 是中心。

# carousel.next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
ja: 次へ
ko: 다음
pt_br: Próximo
pt_pt: Seguinte
ru: Далее
zh_hans: 下一步

# carousel.skip
source: Skip tour
ar: تخطي الجولة
de: Tour überspringen
es: Saltar recorrido
fr: Ignorer la visite
hi: Tour skip करें
id: Lewati tur
ja: ツアーをスキップ
ko: 투어 건너뛰기
pt_br: Pular tour
pt_pt: Ignorar tour
ru: Пропустить тур
ur: Tour skip کریں
zh_hans: 跳过导览

# carousel.cta
source: Let's begin
ar: لنبدأ
de: Los geht’s
es: Empecemos
fr: Commençons
hi: शुरू करें
id: Mari mulai
ja: 始めましょう
ko: 시작하기
pt_br: Vamos começar
pt_pt: Vamos começar
ru: Начнем
ur: شروع کریں
zh_hans: 开始吧

# restoredFromBackup.title
source: You've used Soyeht before.
ar: لقد استخدمت Soyeht من قبل.
de: Sie haben Soyeht schon einmal verwendet.
es: Ya has usado Soyeht antes.
fr: Vous avez déjà utilisé Soyeht.
hi: आपने पहले Soyeht इस्तेमाल किया है।
id: Anda pernah menggunakan Soyeht sebelumnya.
ja: 以前に Soyeht を使用したことがあります。
ko: 이전에 Soyeht을 사용한 적이 있습니다.
pt_br: Você já usou Soyeht antes.
pt_pt: Já usou Soyeht antes.
ru: Вы уже использовали Soyeht раньше.
ur: آپ پہلے Soyeht استعمال کر چکے ہیں۔
zh_hans: 你以前用过 Soyeht。

# restoredFromBackup.subtitle
source: Let's reconnect to your home.
ar: لنعيد الاتصال بمنزلك.
de: Verbinden wir Sie wieder mit Ihrem Zuhause.
es: Volvamos a conectarte a tu casa.
fr: Reconnectons-vous à votre maison.
hi: आपके home से फिर connect करते हैं।
id: Mari hubungkan kembali ke rumah Anda.
ja: 家に再接続しましょう。
ko: 홈에 다시 연결해 봅시다.
pt_br: Vamos reconectar com sua casa.
pt_pt: Vamos voltar a ligar à sua casa.
ru: Давайте снова подключимся к вашему дому.
ur: آپ کے home سے دوبارہ connect کرتے ہیں۔
zh_hans: 让我们重新连接你的家。

# restoredFromBackup.cta
source: Reconnect
ar: إعادة الاتصال
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
id: Hubungkan ulang
ja: 再接続
ko: 재연결
pt_br: Reconectar
pt_pt: Voltar a ligar
ru: Подключить снова
zh_hans: 重新连接

# carousel.indicator.a11y
source: Page %lld of %lld
ar: الصفحة %lld من %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
id: Halaman %lld dari %lld
ja: ページ %lld / %lld
ko: 페이지 %lld/%lld
pt_br: Página %lld de %lld
pt_pt: Página %lld de %lld
ru: Страница %lld из %lld
zh_hans: 第 %lld 页，共 %lld 页

# qrFallback.dismiss.a11y
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
zh_hans: 关闭

# qrFallback.title
source: Install Soyeht on your Mac
ar: ثبّت Soyeht على Mac
bn: আপনার Mac-এ Soyeht ইনস্টল করুন
de: Soyeht auf Ihrem Mac installieren
es: Instala Soyeht en tu Mac
fr: Installez Soyeht sur votre Mac
hi: अपने Mac पर Soyeht इंस्टॉल करें
id: Instal Soyeht di Mac Anda
ja: Mac に Soyeht をインストール
ko: Mac에 Soyeht 설치
pt_br: Instale o Soyeht no Mac
pt_pt: Instale o Soyeht no Mac
ru: Установите Soyeht на Mac
ur: اپنے Mac پر Soyeht انسٹال کریں
zh_hans: 在你的 Mac 上安装 Soyeht

# qrFallback.subtitle
source: Copy or share the Mac link. Then keep this iPhone open on the next screen while you finish setup there.
ar: انسخ رابط Mac أو شاركه. ثم اترك هذا iPhone مفتوحًا على الشاشة التالية بينما تنهي الإعداد هناك.
bn: Mac লিংক কপি বা শেয়ার করুন। তারপর সেখানে সেটআপ শেষ করার সময় এই iPhone-টি পরের স্ক্রিনে খোলা রাখুন।
de: Kopieren oder teilen Sie den Mac-Link. Lassen Sie dieses iPhone dann auf dem nächsten Bildschirm geöffnet, während Sie dort die Einrichtung abschließen.
es: Copia o comparte el enlace para Mac. Luego mantén este iPhone abierto en la siguiente pantalla mientras terminas la configuración allí.
fr: Copiez ou partagez le lien Mac. Gardez ensuite cet iPhone ouvert sur l’écran suivant pendant que vous terminez la configuration sur le Mac.
hi: Mac link copy या share करें। फिर वहाँ setup पूरा करते समय इस iPhone को अगली screen पर खुला रखें।
id: Salin atau bagikan tautan Mac. Lalu biarkan iPhone ini terbuka di layar berikutnya saat Anda menyelesaikan penyiapan di sana.
ja: Mac リンクをコピーまたは共有します。その後、Mac で設定を終える間、この iPhone を次の画面で開いたままにしてください。
ko: Mac 링크를 복사하거나 공유하세요. 그런 다음 Mac에서 설정을 마치는 동안 이 iPhone을 다음 화면에 열어 두세요.
pt_br: Copie ou compartilhe o link do Mac. Depois mantenha este iPhone aberto na próxima tela enquanto termina a configuração lá.
pt_pt: Copie ou partilhe a ligação do Mac. Depois mantenha este iPhone aberto no próximo ecrã enquanto termina a configuração lá.
ru: Скопируйте ссылку для Mac или поделитесь ею. Затем оставьте этот iPhone открытым на следующем экране, пока завершаете настройку на Mac.
ur: Mac link copy یا share کریں۔ پھر وہاں setup مکمل کرتے وقت اس iPhone کو اگلی screen پر کھلا رکھیں۔
zh_hans: 复制或分享 Mac 链接。然后在 Mac 上完成设置时，让这台 iPhone 保持在下一个屏幕。

# qrFallback.qr.a11y
source: QR code to download Soyeht at soyeht.com/mac
ar: رمز QR لتنزيل Soyeht من soyeht.com/mac
de: QR-Code zum Herunterladen von Soyeht unter soyeht.com/mac
es: Código QR para descargar Soyeht en soyeht.com/mac
fr: Code QR pour télécharger Soyeht sur soyeht.com/mac
hi: soyeht.com/mac से Soyeht download करने का QR code
id: Kode QR untuk mengunduh Soyeht di soyeht.com/mac
ja: soyeht.com/mac から Soyeht をダウンロードするための QR コード
ko: soyeht.com/mac에서 Soyeht을 다운로드하기 위한 QR 코드
pt_br: Código QR para baixar o Soyeht em soyeht.com/mac
pt_pt: Código QR para descarregar o Soyeht em soyeht.com/mac
ru: QR-код для загрузки Soyeht на soyeht.com/mac
ur: soyeht.com/mac سے Soyeht download کرنے کا QR code
zh_hans: 用于从 soyeht.com/mac 下载 Soyeht 的 QR 码
